Repository: xcv58/MacTools
Catalog: Plugins/DiskClean/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# explanation.cache.whyMatched
source: 位于 ~/Library/Caches 的 macOS 应用缓存。
ar: ذاكرات التخزين المؤقت المعتادة لتطبيقات macOS في ~/Library/Caches.
de: Übliche macOS-App-Caches unter ~/Library/Caches.
en: Standard macOS application caches in ~/Library/Caches.
es: Cachés habituales de aplicaciones de macOS en ~/Library/Caches.
fr: Caches habituels des apps macOS dans ~/Library/Caches.
ja: ~/Library/CachesにあるmacOSアプリの標準的なキャッシュです。
ko: ~/Library/Caches에 있는 일반적인 macOS 앱 캐시입니다.
pt: Caches habituais de aplicações do macOS em ~/Library/Caches.
ru: Стандартные кэши приложений macOS в ~/Library/Caches.
tr: ~/Library/Caches içindeki standart macOS uygulama önbellekleri.
zh_hant: 位於 ~/Library/Caches 的 macOS App 快取。

# explanation.cache.consequence
source: 下次打开应用时，可能需要重新下载内容或生成预览。
ar: قد تحتاج التطبيقات إلى تنزيل المحتوى مجددًا أو إعادة إنشاء المعاينات عند فتحها في المرة القادمة.
de: Beim nächsten Öffnen müssen Apps möglicherweise Inhalte erneut laden oder Vorschauen neu erstellen.
en: Apps may download content again or rebuild previews when next opened.
es: Al abrirlas de nuevo, las aplicaciones podrían tener que descargar contenido o regenerar las vistas previas.
fr: À leur prochaine ouverture, les apps devront peut-être télécharger à nouveau du contenu ou régénérer les aperçus.
ja: 次回アプリを開くときに、コンテンツの再ダウンロードやプレビューの再生成が必要になる場合があります。
ko: 다음에 앱을 열 때 콘텐츠를 다시 다운로드하거나 미리보기를 재생성해야 할 수 있습니다.
pt: Ao abrir novamente as aplicações, poderá ser necessário voltar a descarregar conteúdo ou gerar pré-visualizações.
ru: При следующем открытии приложениям может потребоваться повторная загрузка содержимого или создание миниатюр.
tr: Uygulamalar bir dahaki açılışta içeriği yeniden indirebilir ya da önizlemeleri yeniden oluşturabilir.
zh_hant: 下次開啟 App 時，可能需要重新下載內容或產生預覽。

# explanation.cache.regeneration
source: 应用下次打开时会重新生成所需缓存。
ar: تعيد التطبيقات إنشاء ذاكرات التخزين المؤقت اللازمة عند فتحها في المرة القادمة.
de: Apps erstellen benötigte Caches beim nächsten Öffnen neu.
en: Apps rebuild necessary caches when next opened.
es: Las aplicaciones regeneran las cachés necesarias al abrirlas de nuevo.
fr: Les apps régénèrent les caches nécessaires à leur prochaine ouverture.
ja: 次回アプリを開くときに、必要なキャッシュが再生成されます。
ko: 다음에 앱을 열 때 필요한 캐시가 다시 생성됩니다.
pt: As aplicações regeneram as caches necessárias quando são abertas novamente.
ru: При следующем открытии приложения заново создадут необходимые кэши.
tr: Uygulamalar bir dahaki açılışta gerekli önbellekleri yeniden oluşturur.
zh_hant: App 下次開啟時會重新產生所需快取。

# explanation.logs.whyMatched
source: 位于 ~/Library/Logs 的应用日志及历史轮转日志。
ar: سجلات التطبيقات والسجلات السابقة الناتجة عن التدوير في ~/Library/Logs.
de: App-Protokolle und rotierte Protokolle unter ~/Library/Logs.
en: Application logs and rotated logs in ~/Library/Logs.
es: Registros de aplicaciones y registros rotados en ~/Library/Logs.
fr: Journaux des apps et journaux archivés par rotation dans ~/Library/Logs.
ja: ~/Library/Logsにあるアプリのログとローテーションされた過去のログです。
ko: ~/Library/Logs에 있는 앱 로그와 순환 저장된 이전 로그입니다.
pt: Registos de aplicações e registos anteriores sujeitos a rotação em ~/Library/Logs.
ru: Журналы приложений и их ротированные архивы в ~/Library/Logs.
tr: ~/Library/Logs içindeki uygulama günlükleri ve döndürülmüş eski günlükler.
zh_hant: 位於 ~/Library/Logs 的 App 日誌及歷史輪替日誌。

# explanation.logs.consequence
source: 历史日志和诊断记录将丢失。
ar: ستُفقد السجلات السابقة ومعلومات التشخيص.
de: Bisherige Protokolle und Diagnoseaufzeichnungen gehen verloren.
en: Historical logs and diagnostic records will be lost.
es: Se perderán los registros históricos y de diagnóstico.
fr: Les anciens journaux et les données de diagnostic seront perdus.
ja: 過去のログと診断記録が失われます。
ko: 이전 로그와 진단 기록이 사라집니다.
pt: Os registos históricos e de diagnóstico serão perdidos.
ru: История журналов и диагностические записи будут потеряны.
tr: Geçmiş günlükler ve tanılama kayıtları kaybolacak.
zh_hant: 歷史日誌和診斷記錄將遺失。

# explanation.logs.regeneration
source: 应用会生成新日志，已删除的历史记录无法重建。
ar: تنشئ التطبيقات سجلات جديدة؛ ولا يمكن إعادة إنشاء السجل المحذوف.
de: Apps erstellen neue Protokolle; gelöschte Einträge lassen sich nicht neu erstellen.
en: Apps create new logs; deleted history cannot be regenerated.
es: Las aplicaciones crean nuevos registros; el historial eliminado no puede regenerarse.
fr: Les apps créent de nouveaux journaux ; l’historique supprimé ne peut pas être régénéré.
ja: アプリは新しいログを生成しますが、削除された履歴は再生成できません。
ko: 앱은 새 로그를 생성하지만 삭제된 기록은 다시 생성할 수 없습니다.
pt: As aplicações criam novos registos; o histórico eliminado não pode ser regenerado.
ru: Приложения создают новые журналы; удалённую историю невозможно создать заново.
tr: Uygulamalar yeni günlükler oluşturur; silinen geçmiş geri getirilemez.
zh_hant: App 會產生新日誌，已刪除的歷史記錄無法重建。

# explanation.mobile.whyMatched
source: Android Studio、SwiftPM、CocoaPods、Carthage 和 Expo 的下载缓存。
ar: ذاكرات التخزين المؤقت للتنزيلات في Android Studio وSwiftPM وCocoaPods وCarthage وExpo.
de: Download-Caches von Android Studio, SwiftPM, CocoaPods, Carthage und Expo.
en: Downloaded caches for Android Studio, SwiftPM, CocoaPods, Carthage, and Expo.
es: Cachés de descarga de Android Studio, SwiftPM, CocoaPods, Carthage y Expo.
fr: Caches de téléchargement d’Android Studio, SwiftPM, CocoaPods, Carthage et Expo.
ja: Android Studio、SwiftPM、CocoaPods、Carthage、Expoのダウンロードキャッシュです。
ko: Android Studio, SwiftPM, CocoaPods, Carthage 및 Expo의 다운로드 캐시입니다.
pt: Caches de descarregamento do Android Studio, SwiftPM, CocoaPods, Carthage e Expo.
ru: Кэши загрузок Android Studio, SwiftPM, CocoaPods, Carthage и Expo.
tr: Android Studio, SwiftPM, CocoaPods, Carthage ve Expo için indirilen önbellekler.
zh_hant: Android Studio、SwiftPM、CocoaPods、Carthage 和 Expo 的下載快取。

# explanation.mobile.consequence
source: 下次构建时可能需要重新下载依赖。
ar: قد يتطلب البناء التالي تنزيل الاعتماديات مجددًا.
de: Beim nächsten Build müssen Abhängigkeiten möglicherweise erneut heruntergeladen werden.
en: The next build may need to download dependencies again.
es: La próxima compilación podría requerir que se descarguen de nuevo las dependencias.
fr: La prochaine compilation pourra nécessiter un nouveau téléchargement des dépendances.
ja: 次回のビルド時に、依存関係の再ダウンロードが必要になる場合があります。
ko: 다음 빌드 시 종속성을 다시 다운로드해야 할 수 있습니다.
pt: A próxima compilação poderá exigir que as dependências sejam descarregadas novamente.
ru: При следующей сборке может потребоваться повторная загрузка зависимостей.
tr: Bir sonraki derlemede bağımlılıkların yeniden indirilmesi gerekebilir.
zh_hant: 下次建置時可能需要重新下載依賴項目。

# explanation.mobile.regeneration
source: 下次构建或运行 pod install、Carthage 时会重新下载所需依赖。
ar: سيؤدي البناء التالي أو تشغيل pod install أو Carthage إلى تنزيل الاعتماديات المطلوبة مجددًا.
de: Beim nächsten Build oder Aufruf von pod install oder Carthage werden benötigte Abhängigkeiten erneut heruntergeladen.
en: The next build, pod install, or Carthage command downloads the required dependencies.
es: La próxima compilación o ejecución de pod install o Carthage descargará de nuevo las dependencias necesarias.
fr: La prochaine compilation ou exécution de pod install ou de Carthage téléchargera à nouveau les dépendances nécessaires.
ja: 次回のビルド、pod install、またはCarthageの実行時に、必要な依存関係が再ダウンロードされます。
ko: 다음 빌드 또는 pod install, Carthage 실행 시 필요한 종속성이 다시 다운로드됩니다.
pt: A próxima compilação ou execução de pod install ou Carthage descarregará novamente as dependências necessárias.
ru: При следующей сборке или запуске pod install либо Carthage необходимые зависимости будут загружены заново.
tr: Bir sonraki derleme, pod install ya da Carthage komutu gerekli bağımlılıkları indirir.
zh_hant: 下次建置或執行 pod install、Carthage 時會重新下載所需依賴項目。

# detail.history.collapse
source: 收起清理记录
ar: طي تفاصيل عملية التنظيف
de: Details ausblenden
en: Collapse Run Details
es: Contraer detalles de la ejecución
fr: Masquer les détails de l’exécution
ja: 実行の詳細を折りたたむ
ko: 실행 상세 접기
pt: Recolher detalhes da execução
ru: Свернуть сведения о запуске
tr: Çalıştırma Ayrıntılarını Daralt
zh_hant: 收合清理記錄

# detail.history.expand
source: 展开清理记录
ar: توسيع تفاصيل عملية التنظيف
de: Details einblenden
en: Expand Run Details
es: Expandir detalles de la ejecución
fr: Afficher les détails de l’exécution
ja: 実行の詳細を展開
ko: 실행 상세 펼치기
pt: Expandir detalhes da execução
ru: Развернуть сведения о запуске
tr: Çalıştırma Ayrıntılarını Genişlet
zh_hant: 展開清理記錄
